[
{"nombre": ["Eurobuilding Hotel Boutique Buenos Aires"], "score": ["4,5"], "amenities": ["Internet de alta velocidad gratuito (WiFi)", "Bañera de hidromasaje", "Gimnasio / Sala de entrenamiento", "Cadenas de televisión para niños", "Transporte al aeropuerto", "Centro de negocios con acceso a Internet", "Instalaciones para conferencias", "Masaje"], "descripcion": ["Si está de viaje de negocios o de placer en Buenos Aires, Argentina, nuestro hotel con servicio de primera, atención personalizada y su cercanía a los teatros y monumentos históricos más importantes de la ciudad, lo convierten en es su primera opción. Tiene 57 cómodas Habitaciones y elegantes Suites con camas inteligentes programables a su gusto. Terraza y Jacuzzi con vista panorámica, Business Center con salón ejecutivo para reuniones, gimnasio y sala de vapor, Lobby Bar, Room Service e Internet gratuito de alta velocidad. Restaurante Tepuy, es el sitio ideal para que nuestros huéspedes comiencen bien la jornada disfrutando de un delicioso desayuno. Todos los días ofrecemos un exquisito y variado buffet, de 6:30 am a 10:30 am. A la hora del almuerzo, el restaurante presenta a los comensales un atractivo menú a la carta."]},
{"nombre": ["Petit Recoleta Suites"], "score": ["3,5"], "amenities": ["Internet de alta velocidad gratuito (WiFi)", "Wifi", "Desayuno gratis", "Transporte al aeropuerto", "Almacenamiento de equipaje", "Conserje", "Recepción disponible las 24 horas", "Servicio de planchado"], "descripcion": ["PETIT RECOLETA SUITES combina el concepto de alojamiento de bajo costo con atención personalizada de calidad. Es un pequeño Hotel urbano que ofrece todas las comodidades y servicios necesarios para cumplir con las expectativas de aquellos que viajan por placer o por negocios."]},
{"nombre": ["Tucuman Palace Hotel"], "score": ["3,0"], "amenities": ["Estacionamiento con servicio de valet", "Estacionamiento privado pagado en el predio", "Internet de alta velocidad gratuito (WiFi)", "Cafetería", "Transporte al aeropuerto", "Almacenamiento de equipaje", "Conserje", "Recepción disponible las 24 horas"], "descripcion": ["Si buscas un hotel económico en Buenos Aires, no te pierdas Tucuman Palace Hotel."]},
{"nombre": ["Key Hotels San Telmo"], "score": ["2,5"], "amenities": ["Estacionamiento privado pagado en el predio", "Internet de alta velocidad gratuito (WiFi)", "Piscina", "Desayuno gratis", "Transporte al aeropuerto", "Instalaciones para conferencias", "Salón de banquetes", "Terraza en la azotea"]},
{"nombre": ["Hotel Internacional"], "score": ["3,5"], "amenities": ["Estacionamiento gratis", "Internet de alta velocidad gratuito (WiFi)", "Desayuno gratis", "Se admiten mascotas ( Se aceptan perros / mascotas )", "Transporte al aeropuerto", "Conserje", "Recepción disponible las 24 horas", "Lavandería de autoservicio"], "descripcion": ["Hotel Internacional es la suma de ventajas que usted necesita para que su estadía en la magnífica capital federal sea lo más placentera posible. El Hotel Internacional se encuentra al borde de la avenida 9 de Julio, sin lugar a dudas la avenida más importante y legendaria de nuestra capital federal. Buenos Aires está compuesta por innumerables atracciones turísticas, y el hotel Internacional se encuentra a pasos de cada una de ellas. A solo cuadras de la denominada City porteña, zona que concentra las operaciones económicas de las más importantes empresas del mundo. A metros de los principales centros de espectáculos que nuestra ciudad ofrece, el teatro colon, museos, bares históricos, cafés y restaurantes, paseos por la pintoresca Avenida de Mayo y Puerto Madero. Vecino del barrio de San Telmo, símbolo del patrimonio histórico y cultural, donde se combina la mejor arquitectura colonial con todos lo secretos de la cultura tanguera. Y por supuesto la silueta inconfundible del tradicional Obelisco, símbolo de capital federal. Contamos con un total de 61 habitaciones, 9 de ellas distribuidas en departamentos y 19 de ellas son nuestras suites Superiores que se destacan por su altísimo nivel de confort con vista a la avenida 9 de Julio."]},
{"nombre": ["Europlaza Hotel & Suites"], "score": ["4,0"], "amenities": ["Estacionamiento público pagado cercano", "Internet de alta velocidad gratuito (WiFi)", "Bañera de hidromasaje", "Desayuno gratis", "Hammam", "Almacenamiento de equipaje", "Conserje", "Recepción disponible las 24 horas"], "descripcion": ["¡Bienvenido a Europlaza Hotel & Suites! Nuestro hotel se alza imponente sobre un edificio construido en el año 1926. Su arquitectura refleja el encanto y la distinción europeos, que se fusiona armónicamente con habitaciones de vanguardia proponiendo un ambiente cálido y sereno.Contamos con una ubicación estratégica en pleno centro de la Ciudad de Buenos Aires, a pocas cuadras del histórico Obelisco, y a solo unos metros de la famosa Av. Corrientes, uno de los principales escenarios de la actividad artística y cultural de Buenos Aires. La cercanía con el centro comercial y financiero de la Ciudad, y con los principales sitios de interés turístico, resulta ideal para quien viaja por placer o por negocios."]},
{"nombre": ["Blank Hotel Recoleta"], "score": ["4,5"], "amenities": ["Internet de alta velocidad gratuito (WiFi)", "Piscina", "Gimnasio / Sala de entrenamiento", "Desayuno gratis", "Transporte al aeropuerto", "Centro de negocios con acceso a Internet", "Salas de reuniones", "Almacenamiento de equipaje"], "descripcion": ["Estratégicamente ubicado en una de las zonas más exclusivas de Buenos Aires a pocos minutos del distrito financiero, de los mas prestigiosos centros culturales, comerciales, de entretenimiento y de fácil acceso a los aeropuertos domestico e internacional. Más que un hotel, una filosofía en la cual cada huésped pasa a ser el centro de atención, siendo sus necesidades anticipadas y satisfechas con la más exquisita actitud profesional y personalizada. Diseñado y equipado con la mas alta tecnología y con la mas refinada selección de instalaciones y detalles para que cada estadía sea placentera, confortable e inolvidable."]},
{"nombre": ["San Remo City Hotel"], "score": ["3,0"], "amenities": ["Estacionamiento privado pagado en el predio", "Internet de alta velocidad gratuito (WiFi)", "Bañera de hidromasaje", "Desayuno gratis", "Alquiler de bicicletas", "Alquiler de autos", "Almacenamiento de equipaje", "Conserje"], "descripcion": ["Todo el mundo necesita un sitio donde reposar cuando está cansado. Para aquellos que visiten Buenos Aires, San Remo City Hotel es una magnífica elección para descansar. Conocido por su ambiente para familias y su proximidad a fantásticos restaurantes y atracciones, San Remo City Hotel te ayuda a disfrutar de lo mejor de Buenos Aires."]},
{"nombre": ["Awwa Suites & Spa"], "score": ["4,0"], "amenities": ["Estacionamiento público pagado cercano", "Internet de alta velocidad gratuito (WiFi)", "Piscina", "Gimnasio / Sala de entrenamiento", "Desayuno disponible", "Guardería", "Spa", "Almacenamiento de equipaje"], "descripcion": ["Si buscas un hotel con encanto en Buenos Aires, no te pierdas Awwa Suites & Spa."]},
{"nombre": ["Le Cinque Lusso Recoleta"], "score": ["3,0"], "amenities": ["Internet de alta velocidad gratuito (WiFi)", "Wifi", "Desayuno gratis", "Desayuno bufet", "Almacenamiento de equipaje", "Conserje", "Recepción disponible las 24 horas", "Servicio de lavandería"], "descripcion": ["Vibrante y moderno, Unique Art Elegance se encuentra ubicado en el exclusivo barrio de Recoleta, estratégicamente cercano a los centros comerciales y circuitos turísticos más destacados de la ciudad de Buenos Aires. Sienta el pulso renovador de esta increíble ciudad, y libere su espíritu urbano en el circuito porteño de la moda, el diseño y el arte. El hotel combina diseño y vanguardia con elegancia y confort. Ofrece servicio de desayuno y habitaciones luminosas y amplias. Las mismas cuentan con TV LCD por cable, teléfono, aire acondicionado frío/calor individual, baño con bañera, secador de cabello y kit de baño, cofre de seguridad, minibar y acceso a Internet de alta velocidad."]},
{"nombre": ["Hotel Parada"], "score": ["3,5"], "amenities": ["Internet de alta velocidad gratuito (WiFi)", "Wifi", "Desayuno gratis", "Almacenamiento de equipaje", "Conserje", "Cambio de divisas", "Hotel para no fumadores", "Recepción disponible las 24 horas"]},
{"nombre": ["Hotel Bristol"], "score": ["4,0"], "amenities": ["Internet de alta velocidad gratuito (WiFi)", "Bar/Salón", "Cadenas de televisión para niños", "Centro de negocios con acceso a Internet", "Instalaciones para conferencias", "Almacenamiento de equipaje", "Conserje", "Recepción disponible las 24 horas"], "descripcion": ["El hotel Bristol está a 10 calles de Puerto Madero, una zona turística que acoge restaurantes elegantes, y a solo 1 calle de la Avenida Corrientes, una importante zona de teatros y locales de ocio. Las habitaciones disponen de ventanas amplias y suelo laminado. Algunas ofrecen vistas a la ciudad. Todas incluyen aire acondicionado, TV por cable, nevera y caja de seguridad de uso gratuito."]},
{"nombre": ["Broadway Hotel & Suites"], "score": ["4,0"], "amenities": ["Estacionamiento privado pagado en el predio", "Internet de alta velocidad gratuito (WiFi)", "Piscina", "Gimnasio / Sala de entrenamiento", "Desayuno gratis", "Centro de negocios con acceso a Internet", "Instalaciones para conferencias", "Terraza en la azotea"], "descripcion": ["Broadway Hotel & Suites es una magnífica elección para los viajeros que visiten Buenos Aires, ya que ofrece un ambiente para familias, además de numerosos servicios diseñados para mejorar tu estancia."]}